IDEA StatiCa Open Model
CrossSectionParam Properties
Compatible with IDEA StatiCa Beta 21.0 - beta
The CrossSectionParam type exposes the following members.
Properties
Name | Description
ItemId
 Mprl ItemId
 (Inherited from MprlRecord.)
Name
 Name of the item
 (Inherited from MprlRecord.)
TableId
 Mprl TableId
 (Inherited from MprlRecord.)
Top
See Also
Reference
CrossSectionParam Class
IdeaRS.OpenModel.Parameters Namespace